[
    {"title": "Anxiety disorders", "exercises": "Relax by breathing, Relax by visualizing, Relax your muscles, Relax by counting, Relax by staying present, Relax by interrupting your anxious thinking"}, 
    {"title": "Psychotic Disorders", "exercises": "Reality Testing, Cognitive Behavioral Therapy (CBT) Techniques, Mindfulness Meditation, Social Skills Training, Psychoeducation, Creative Expression"},
    {"title": "Trauma and Stressor-Related Disorders", "exercises": "Ankle Stretching, Calf Stretching, Upper Leg Stretching, Hip, Pelvis & Upper Leg Stretching, Stretching to Open the Front of Your Body, Wall Sitting Stretch for Upper Legs"},
    {"title": "Obsessive-Compulsive and Related Disorders", "exercises": "Think of your anxiety as a faulty smoke detector, Resist the temptation to solve the ‘problem’, Move away from feeling guilty, Get informed and find encouragement, Engage in self-care"},
    {"title": "Dissociative Disorders", "exercises": "Start the day with a grounding exercise, such as deep breathing or meditation, Keep a journal to track your thoughts and feelings, and to document any dissociative episodes, Take breaks throughout the day to practice mindfulness and connect with your body, Use calming scents, such as lavender or chamomile, to soothe your senses, Keep a stress ball or fidget toy on hand to help ground you during times of dissociation, Incorporate regular exercise into your routine to boost endorphins and improve overall mental health"},
    {"title": "Somatic Symptom and Related Disorders", "exercises": "Noticing Physical Comfort – Feeling physical support and experiencing your physical boundaries in a safe space can bring feelings of comfort., Self-Soothing Touch – Boundaries are usually broken with trauma and it is essential to recover this by working with the body. Touch can instill containment and create a soothing sensation., Soothing Breath – Breath and touch can help soothe both the body and the mind. Slow deep breathing can activate the parasympathetic nervous system, bringing a feeling of relaxation and calmness., Grounding and Centering – People commonly experience a loss of grounding and are thrown off balance. Grounding allows feelings of safety and inner strength to emerge., Evoking Kindness – Remembering a time when you experienced kindness from someone can evoke pleasant physical and emotional sensations., Recalling Being Yourself – Coming back to yourself can provide a greater sense of being grounded and feeling comfortable in your own skin."},
    {"title": "Feeding and Eating Disorders", "exercises": "Complete an activity diary – include in this the amount of activity that you carry out and the function of it and how you felt afterwards., If you are over-exercising, try to cut down the amount that you do whether this be by 10 repetitions or by 5 minutes it will be a positive step in the right direction, Use anxiety management techniques and remember urges and anxiety passes., Understand the consequences of compulsive and excessive exercise and the benefits of changing your behaviour on overall wellbeing."},
    {"title": "Sleep Disorders", "exercises": "Aerobic Exercise, Cardio Workouts, Resistance Exercises, Yoga, Breathing Exercises, Stretching"},
    {"title": "Substance-Related and Addictive Disorders", "exercises": "Identify and discuss triggers for substance use. What kinds of coping strategies can you use to overcome your triggers? Can you identify any patterns?, Discuss gratitude. What is gratitude? What are you grateful for and why?, Make a list of activities to do instead of using drugs. What can you do when you’re faced with cravings? What can you do to prevent cravings in the first place?, Make a list of the best moments in your life. Make a list of the worst moments of your life. What made them good or bad? Can you identify any patterns or similarities between the events?"},
    {"title": "Neurodevelopmental Disorders", "exercises": "Arm Circles, Bear Crawls, Star Jumps, Medicine Ball Slams, Grab Ball Complex, Ball Tap Complex"},
    {"title": "Personality Disorders", "exercises": "Mindful Walking, Observe Your Thoughts, Repeat Affirmations"}
]